[Character.CharClass_Nasturtium_BugMorph_Fire_Holiday AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_BugMorphAdultFireHoliday AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Varkid Extravagante",TransformedNames=((TransformedName="Casulo Encrenqueiro")))
PlayThroughs[1]=(DisplayName="Varkid Fogueteiro")
PlayThroughs[2]=(DisplayName="Varkid Incinerador")

